tap "homebrew/bundle"
tap "homebrew/services"
tap "ngrok/ngrok"
brew "autojump"
brew "awscli"
brew "ccat"
brew "cocoapods"
brew "fzf"
brew "gdal"
brew "git"
brew "git-lfs"
brew "jq"
brew "mas"
brew "nvm"
brew "openjdk"
brew "php"
brew "postgis"
brew "postgresql@14", restart_service: :changed
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "tippecanoe"
brew "tmux"
brew "vim"
brew "watchman"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "alfred"
cask "chatgpt"
cask "cursor"
cask "dbeaver-community"
cask "docker"
cask "elgato-stream-deck"
cask "figma"
cask "font-fontawesome"
cask "font-meslo-for-powerline"
cask "font-meslo-lg-nerd-font"
cask "git-credential-manager"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "jetbrains-toolbox"
cask "lens"
cask "linear-linear"
cask "ngrok"
cask "notion"
cask "notion-calendar"
cask "qgis"
cask "rectangle"
cask "visual-studio-code"
cask "zulu@17"
mas "Developer", id: 640199958
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Microsoft To Do", id: 1274495053
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "TestFlight", id: 899247664
mas "Xcode", id: 497799835
mas "카카오톡", id: 869223134
