tap "homebrew/bundle"
tap "ngrok/ngrok"
brew "autojump"
brew "awscli"
brew "ccat"
brew "fzf"
brew "git"
brew "git-lfs"
brew "jq"
brew "mas"
brew "nvm"
brew "openjdk"
brew "php"
brew "postgresql@14"
brew "redis"
brew "tmux"
brew "vim"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "alfred"
cask "aws-vpn-client"
cask "cursor"
cask "dbeaver-community"
cask "docker"
cask "figma"
cask "font-fontawesome"
cask "font-meslo-for-powerline"
cask "font-meslo-lg-nerd-font"
cask "git-credential-manager"
cask "iterm2"
cask "jetbrains-toolbox"
cask "lens"
cask "ngrok"
cask "notion"
cask "notion-calendar"
cask "rectangle"
cask "visual-studio-code"
cask "windsurf"
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Microsoft To Do", id: 1274495053
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
mas "카카오톡", id: 869223134
